Repository: common-repository/wpextended
Catalog: languages/*.po
Languages: ru, uk

source: WP Extended Settings
ru: Настройки WP Extended
uk: Налаштування WP Extended

source: Licence
ru: Лицензия
uk: Ліцензія

source: Plugin Version
ru: Версия плагина
uk: Версія плагіна

source: PHP Version
ru: Версия PHP
uk: Версія PHP

source: WordPress Version
ru: Версия WordPress
uk: Версія WordPress

source: Check Recommended Settings
ru: Проверьте рекомендуемые настройки
uk: Перевірте рекомендовані налаштування

source: Support
ru: Поддержка
uk: Підтримка

source: Documentation
ru: Документация
uk: Документація

source: Facebook Group
ru: Группа Facebook
uk: Група Facebook

source: Contact Us
ru: Связаться с нами
uk: Зв'язатись

source: Status
ru: Статус
uk: Статус

source: Export Posts & Pages
ru: Экспорт записей и страниц
uk: Експорт записів та сторінок

source: Export Users
ru: Экспорт пользователей
uk: Експортувати користувачів

source: Duplicate Pages & Posts
ru: Дублирование записей и страниц
uk: Дублювати Сторінки та Записи

source: Quick Add Post
ru: Быстрое создание записи
uk: Швидке створення запису

source: SMTP Email Setup
ru: Подключение SMTP почты
uk: Налаштування Email SMTP

source: Insert Headers & Footers Snippets
ru: Сниппеты в Заголовках и Колонтитулах
uk: Вставити Сніпети у Заголовки та Колонтитули

source: Insert HTML-JS-CSS code snippets to the page
ru: Вставить HTML-JS-CSS сниппеты в страницу
uk: Вставити HTML-JS-CSS код сніпети у сторінку

source: Hide Admin Notices
ru: Спрятать админ уведомления
uk: Приховати адміністративні повідомлення

source: Disable Gutenberg Editor
ru: Отключить редактор Гутенберг
uk: Деактивувати редактор Гутенберг

source: Disable Gutenberg blocks editor and replace it with simple quicktags editor
ru: Отключить редактор Гутенберг и заменить его простым редактором quicktags
uk: Деактивувати редактор Гутенберг та замінити його простим редактором quicktags

source: Media Trash
ru: Корзина для медиа файлов
uk: Медіа-смітник

source: Enable the Trash facility when deleting media files
ru: Активировать корзину при удалении медиа файлов
uk: Активувати Медіа-смітник при видаленні медіа файлів

source: Disable Auto Update
ru: Отключить автоматическое обновление
uk: Деактивувати автоматичні оновлення

source: Disable auto updates for Core WordPress, Themes and Plugins
ru: Отключить автоматическое обновление ядра WordPress, тем и плагинов
uk: Деактивувати автоматичні оновлення ядра WordPress, тем та плагінів

source: Debug Mode
ru: Режим отладки
uk: Режим налагодження

source: Turn on Debug Mode for WordPress
ru: Включить режим отладки для WordPress
uk: Увімкнути режим налагодження для WordPress

source: Add Options Page
ru: Создать страницу опций
uk: Створити сторінку налаштувань

source: Clean Profiles
ru: Чистые профили
uk: Очистка профілю

source: Admin Theme
ru: Тема админ интерфейса
uk: Адміністративна тема

source: Export to
ru: Экспортировать в
uk: Експортувати в

source: Looks like %s module was not initialised properly.
ru: Похоже, модуль %s не был правильно инициализирован.
uk: Схоже, модуль %s не було ініціалізовано належним чином.

source: Please disable and then activate module again.
ru: Пожалуйста, отключите, а затем снова активируйте модуль.
uk: Будь-ласка, деактивуйте і потім активуйте модуль знову.

source: %s is disabled, even though %s module is active. Maybe configuration file was edited manually after module activation.
ru: %s отключена, однако модуль %s активен. Возможно, файл конфигурации был отредактирован вручную после активации модуля.
uk: %s деактивовано, проте модуль %s активний. Можливо файл конфігурації було відредаговано вручну після активації модуля.

source: Duplicate
ru: Дублировать
uk: Дублювати

source: [duplicate]
ru: [дубликат]
uk: [дублювати]

source: Download as
ru: Скачать в
uk: Зберегти як

source: Export User
ru: Экспортировать пользователя
uk: Експортувати користувача

source: Formats
ru: Форматы
uk: Формати

source: Notices
ru: Уведомления
uk: Повідомлення

source: Admin Notices
ru: Административные уведомления
uk: Адміністративні повідомлення

source: Error
ru: Ошибка
uk: Помилка

source: Warning
ru: Предупреждение
uk: Увага

source: Success
uk: Успіх

source: Info
uk: Інфо

source: All
ru: Все
uk: Всі

source: Check what notifications should be shown for every role
ru: Проверьте, какие уведомления должны отображаться для каждой роли
uk: Перевірте, які повідомлення будуть відображатись для кожної ролі

source: Role
ru: Роль
uk: Роль

source: Save
ru: Сохранить
uk: Зберегти

source: %s module experienced an error:
ru: В модуле %s произошла ошибка:
uk: В модулі %s виявлено помилку:

source: New
ru: Создать
uk: Новий

source: Send test email
ru: Отправить тестовое письмо
uk: Надіслати тестове повідомлення

source: Email address
ru: Адрес почты email
uk: E-mail

source: Send
ru: Отправить
uk: Надіслати

source: Active
ru: Активен
uk: Активовано

source: Disabled
ru: Отключен
uk: Відключено

source: SMTP configuration
ru: Конфигурация SMTP
uk: Налаштування SMTP

source: Host configuration
ru: Настройка хоста
uk: Налаштування хосту

source: Authentication
ru: Аутентификация
uk: Аутентифікація

source: Security Configuration
ru: Настройка безопасности
uk: Налаштування безпеки

source: Yes
ru: Да
uk: Так

source: No
ru: Нет
uk: Ні

source: Off
ru: Отключен
uk: Вимкнено

source: Client commands
ru: Команды клиентов
uk: Команди клієнта

source: + server responses
ru: + ответы сервера
uk: + відповіді серверу

source: + connection status
ru: + статус соединения
uk: + статус з'єднання

source: Low-level data output, all messages
ru: Вывод данных низкого уровня, все сообщения
uk: Низькорівневий виведення даних, усі повідомлення

source: echo
ru: вывод (echo)
uk: виедення (echo)

source: error_log
ru: лог ошибок (error_log)
uk: лог помилок (error_log)

source: Not allowed
ru: Не разрешено
uk: Не дозволено

source: Email not provided
ru: Адрес электронной почты не предоставлен
uk: Електронну адресу не надано

source: Email is invalid
ru: Адрес электронной почты недействителен
uk: Електронна адреса недійсна

source: WP Extended SMTP plugin test message
ru: Тестовое сообщение плагина WP Extended SMTP
uk: Тестове повідомлення плагіну WP Extended SMTP

source: Message sent: %s
ru: Сообщение отправлено: %s
uk: Повідомлення надіслано: %s

source: Email was not sent
ru: Электронное письмо не отправлено
uk: Електронний лист не було надіслано

source: Snippets
ru: Сниппеты
uk: Сніпети

source: Be aware by adding custom code may cause problems if there are errors within the code snippet.
ru: Имейте в виду, что добавление пользовательского кода может вызвать проблемы, если в фрагменте кода есть ошибки.
uk: Майте на увазі, що додавання спеціального коду може спричинити проблеми, якщо у фрагменті коду є помилки.

source: Snippet Label
ru: Название Сниппета
uk: Назва Сніпету

source: Snippet Code
ru: Код Сниппета
uk: Код Сніпету

source: Head
ru: Заголовки (head)
uk: Заголовок

source: Footer
ru: Колонтитулы
uk: Колонтитул

source: Are you sure you want to delete?
ru: Вы точно хотите удалить этот журнал?
uk: Ви впевнені, що хочете видалити?

source: Delete
ru: Удалить
uk: Видалити

source: Add New Snippet
ru: Создать новый сниппет
uk: Створити новий сніпет

source: User Sections
ru: Разделы пользователя
uk: Секції Користувачів

source: Toggle user sections
ru: Переключить пользовательские разделы
uk: Перемикайте розділи користувачів

source: Manage user sections visibility
ru: Управление видимостью пользовательских разделов
uk: Керуйте видимістю розділів користувачів

source: Section
ru: Раздел
uk: Розділ

source: Visible or hidden
ru: Видимый или скрытый
uk: Видимий чи прихований
